Repository: giellalt/corpus-smj
Catalog: tmx/sma/admin/depts/udir.no/lulesamisk_5_trinn.pdf.tmx
Source language: smj
Languages: sma

source: Nasjonálalasj gæhttjalime
sma: Nasjonaale pryövemh

source: Duojkke Dale lij soames boadnjásj gen namma lij Vuolli.
sma: Voeresen måellie Ikth lij aajja man nomme Vulle.

source: Sån lij vuoras ja dakkár guhti álu bielkij
sma: Dïhte lij båeries jïh dagkere bealhkadihks gie iktegisth

source: ulmutjijda.
sma: bielhkieminie.

source: Sij gudi dåbddin suv, ettjin rat sidá suv iejvvit.
sma: Dah gïeh satnem damti, idtjin tuhtjh mij luste dam råakedh.

source: Ienni garvvin.
sma: Buerebe dam lïepedh.

source: Akti de vuolggá Piera, soames báhtjasj, gájtsajt viettjatjit sijddasis.
sma: Ikth böösetje Piere mænna dejtie gaajhtside gåatan veedtjedh.

source: Gájtsa lidjin diedon fiervájt snuoggamin.
sma: Dah gaajhtsh jis dennie feavrosne kröödtseminie.

source: Ja gå báhttja galggá gájtsaj sijddaj, de vuojná hæhttu dán giehtos Vuolli stárfov vásset.
sma: Jïh gosse böösetje edtja dejtie gaajhtside veedtjedh dellie vuajna, tjuara dan byögkeles Vullen sïelkedahken baaktoe vaedtsedh. Gaajhtsh jis feavroen mietie gåetide mïnneminie.

source: Gájtsa guohtsi fierváv sijddaj, ja gå Vuolli stárffuj jåvsådi, de ganugi ja snuoggagåhti.
sma: Gosse Vullen sïelkedahken lïhke böötin, dellie tjöödtjestin desnie eelkin kröödtsedh.

source: Vuollin li vierme kássa sinna jalkkahimen stárffobællán dannák ullárájen.
sma: Vullen lin viermieh akten skaavtegen sisnie öövre dennie tjaetsien bijjeles-gietjesne.

source: Návssteuksa l aj tsaggot.
sma: Naevstien okse jis aaj ræhpas.

source: Báhttja juo dal árvvet mij dássta sjaddá.
sma: Böösetje gujht guarkaji mij daelie sjïdteminie.

source: Niellja gájtsa ja niellja gihtse lidjin, duodden ájn moarrás stuor hábres.
sma: Njieljieh gaajhtsh jïh njieljieh tjillegh lin jïh akte måarehks buehkie.

source: Piera ij desti ájgás boade gájtsaj, bæsstá vejdan mannat.
sma: Idtji Piere dej gaajhtsigujmie seamedh jïh dellie dejtie bïesteli.

source: Gájtsa ja gihtse viggi diedon návsstáj snuokkatjit.
sma: Dah gaajhtsh jïh tjillegh golh sïjhtin naevstien sisnie aaj kröödtsedh.

source: Na dale gåjt de bårrågåhti gåjkkeguolijt návssten.
sma: Desnie eelkin gejhkie-guelijste snaabredh.

source: Moarrás stuor hábres sihtá aj návsstáj, valla ij besa, snårrum la dajda viermijda ma lidjin kássa sinna.
sma: Dïhte stoere buehkie aaj dahkoe sïjse sïjhti. Badth idtji dïsse buektehth. Dïhte lij viermide dabranamme mah dennie skaavhtegen sisnie.

source: Hábres guokkart kássa birra, vierme li tjårvijda snårrum.
sma: Buehkie skaavhtegen bïjre tjabra, tjåervide dejtie viermide gïebredamme.

source: Ij des luovas besa.
sma: Idtji destie bïesh.

source: Hábres mehku ja gullat vájvástuvvá.
sma: Buehkie desnie praahka jïh dåårrese.

source: Ja Piera, suddilmme, ij desti ietján diede gå viehkev tjuorvvot.
sma: Jïh Piere, dïhte seksie, idtji daejrieh jeatjah goh viehkien mietie tjåarvodh.

source: Huvkat viehkev.
sma: Viehkiem tjåårve.

source: Gullá så Vuolli dáv huvkkasav, ja diedon goades ålgus gulátjit mij la.
sma: Vulle gåvla guhte tjåarvoeminie, jïh hævvi olkese båata edtja govledh mij dïhte.

source: Vuolli de ájttsá gájtsajt stárfon, ja gullá báhtjav dåppe huvkadimen.
sma: Dellie gaajhtside sïelkeldahkesne vuepteste, jïh gåvla guktie böösetje destie tjåarvoeminie.

source: Vuolli viega fiervváj.
sma: Vulle feavrose ruahta.

source: Viehká ja bielkkegoahtá juo dan viegadijn.
sma: Joe bealhka, gosse roehteminie.

source: Piera árvvet duojkke dal dássta sjattasj.
sma: Piere guarkoe daelie maa måellie sjædta.

source: Ballám la hekkadagá.
sma: Daelie maa tjeskerde.

source: Hæhttu diedon danna hábrrájn gillot, ij duosta bádan viehkkát.
sma: Tjuara dejnie buehkine gæmhpodh jïh idtji doesth rïpmedh.

source: Vuolli boadnjásj boahtá Pieraj viehkken hábrráv gálgatjit.
sma: Vulleaajja båata viehkine juktie buehkie viermijste loevene.

source: Vijmak de oadtjoba hábrráv luovas.
sma: Dellie maa buehkie loevenamme.

source: Hábres la viermijt snårråm åvtå doahkkáj, ja gåjkkedákke ja ruge li aj dehpudam.
sma: Buehkie dejtie viermide dan mååskeme. Gejhkie kraesie mearoste jïh haaskoe aaj dïsse dabranamme.

source: Vuolli tjuottjat Pieraj bælkátjit.
sma: Vulle tjöödtjeste edtja aelkedh Pierem bielhkedh.

source: Vuoj, vuoj, gåk bælkká.
sma: Åå jöödtedh guktie bealhka.

source: Muodo ruoppsadin buolli ja snuksasoalse njálmes såpptån gålggi.
sma: Searomh öövre rååpsehke jïh snohke-tjalke njaelmeste garkese.

source: Piera duobbánasstá, ballá sunji valit.
sma: Piere båastolen vaadtsa, bælla Vulle satnem edtja låevtedh.

source: Vuolli bælkká, suhton la Pieraj, valla ij valida.
sma: Vulle bealhka, Pierese måarehks, badth idtji låevtieh.

source: Dan bielkedijn de ájttsá Piera gå dat ga hábres Vuolli hárddo duogen murddá.
sma: Guvvie: Susanne Lyngman Mearan Vulle bielhkieminie, Piere buehkiem Vullen rudtjen duekesne vuepteste – guktie buehkie guenhtede vaadtsa, edtja låevtedh.

source: Njuvdestittjat murddá.
sma: Dellie Piere moenede daesnie amma luste sjædta.

source: Árvvet suohtas dal dássta sjattasj. Ja dat ga vide, de njuvdes
sma: Dastegh dellie buehkie Vullem ravvese gåaljoste, jïh aajja viermie-skaavhtegasse gahtja.

source: hábres Vuolliv bahtaj, ja boadnjásj manná dan viermmekássa sisi oajvve åvdån. Piera
sma: Piere destie roehteste, jïh buehkie dan jis mïnngesne.

source: vattij viega dassta, ja hábres maŋen. Vuolli tjuodtjánij ja vuojnnet lij dagu dággerávgga,
sma: Vulle tjuedtjele jïh vååjnoe goh tjaetsie-raavke, viermieh åejjesne, searomh dïeves snohke-tjalkese.

source: Na báhtsá de dasi bielke. Giedaj
sma: Desnie tjåadtjan bielhkieminie.

source: sæjvvá ja ruodjá: - Boahtte diehki, guok ' návde, de galgav oanedit hábrráv ja jårbån
sma: Gïetigujmie sjeepedeminie jïh tjåårve: Båetieh bååstede dåtnoeh skaadtjerh, edtjem dam buehkiem ajpestidh jïh abpeluktien voessjedh !

source: Suhttam ulmutjis la buorep bádan viehkat, gå bælkkut ja ihkap vil tsábbmut, usjudij
sma: Bööremes måarehks almetjijstie rïpmedh, goh snyjhkehtalledh jïh kaanne mårhkedh, Piere ussjede.

source: Piera. Ja hábres lij aj ávon gå dassta besaj hekkajn.
sma: Jïh buehkie aaj geerjene destie hïegkine dabpanidh.

source: Gåvvå: Nils Áilu Utsi Samuel Gælok: " Duojkke ". Subtsas le viettjadum girjes Iednegiella 5 majt le Kurt Tore Andersen tjállám.
sma: Soptsesem “ Duojkke ”, Samuel Gælok tjaaleme, jïh gaavnh gærjesne Iednegiella 5, maam Kurt Tore Andersen tjaaleme.

source: Tæksta l vehi divodum Nasjonála gæhttjalimij diehti.
sma: Tekstem sjïehtesjamme Nasjonaale pryövemidie.

source: Lågå vuostak subttsasav åvdep bielen, ja vássteda gatjálvisájt.
sma: Lohkh soptsesem dunnie mubpine bielesne voestegh.

source: Soajttá viertti moaddi låhkåt váj gávna divna vásstádusájt.
sma: Dan mænngan daejtie gyhtjelasside vaestedh.

source: Gånnå dát dáhpáduvvá ?
sma: Gusnie daate heannede ?

source: A. Merragátten
sma: A. Mearoebealan

source: Gåsi gájtsa ja gihtse viggi guohtsat ?
sma: Gåabph gaajhtsh jïh tjillegh sijhtieh mïnnedh ?

source: A. Sijddaj
sma: A. Gåetien gåajkoe

source: D. Piera maŋen
sma: D. Pieren mïnngesne

source: Dát la subttsasin dáhpáduvvam. Bieja dáhpádusájt maŋŋálakkoj. Bieja vuostasj
sma: Daam maam daagkoe vuelelen tjaaleme daennie soptsesisnie heannadamme.

source: dáhpádusáv vuostak.
sma: Bïejh jiehtegh reaktoe gaevnjieruktien mietie (i rett rekkefølge).

source: Dat mij dáhpáduvvá maŋŋela bieja nubben ja navti de
sma: Bïejh 1. jiehtegen åvtelen mij voestes heannede.

source: joarká vijddásappot.
sma: Bïejh 2. jiehtegen åvtelen mij dan mænngan heannede jnv..

source: Piera gájtsajt tjoahkki ja doalvvogoahtá dajt sijddaj.
sma: Nemhtie darjoeh gosse aktem taalem gaajhkh jiehtegi åvtelen beajeme.

source: Hábres Vuolliv bahtaj njuvdes nav váj gahttjá.
sma: Piere gaajhtsh tjöönghkie jïh dejtie edtja gåatan vaedtsedh.

source: Vuolli l suhton ja Pieraj bælkká.
sma: Buehkie Vullem ravvese gåaljoste guktie gahtja.

source: Hábres viermijda dæhppu ja ij luovas besa.
sma: Vulle Pierese bealhka jïh gaaje måarehke.

source: Piera viertti viehkev tjuorvvot danen gå …
sma: Piere tjoeri viehkien mietie tjåarvodh dannasinie …

source: A. … le bæsstám gájtsajt návsstáj guohtsat.
sma: A. … dejtie gaajhtside naevstien sïjse bïesteli.

source: B. … ij duosta Vuolli návsstev lahkanit.
sma: B. … idtji doesth Vullen naevstien lïhke vaedtsedh.

source: C. … le gájtsajt ja gihtsijt sijddaj doalvvomin.
sma: C. … gïehtele dejtie gaajhtside jïh tjillegidie gåatan vaedtsedh.

source: D. … ij aktu nagá hábrráv viermijs tjoavddet.
sma: D. … idtji buehkiem dehtie viermeste buektehth oktegh loevenidh.

source: Luluj gå dát duohtavuodan dáhpáduvvat ?
sma: Datne vïenhth daate saetnies soptseste jïh maahteme heannadidh ?

source: Manen jáhká Vuolli l Pieraj suhttam ?
sma: Mannasinie vïenhth Vulle-aajja Pierese måarahtovvi ?
